Repository: fthx/snap-manager
Catalog: locale/*/LC_MESSAGES/snap-manager-indicator.po
Languages: pt_br

source: List installed snaps
pt_br: Lista de snaps instalados

source: List recent snap changes
pt_br: Lista das alterações recentes de snaps

source: List available snap refresh
pt_br: Lista das atualizações disponíveis de snaps

source: Refresh installed snaps
pt_br: Atualizar snaps instalados

source: Install snap...
pt_br: Instalar snap....

source: Enter snap name
pt_br: Digite o nome do snap

source: Available channels
pt_br: Canais disponíveis

source: Enter channel
pt_br: Digite canal

source: Remove snap...
pt_br: Remover snap...

source: Snap info...
pt_br: Informações do snap...

source: Refresh snap channel...
pt_br: Atualizar o canal do snap...

source: Refresh snap channel
pt_br: Atualizar o canal do snap

source: Enter new channel
pt_br: Entre em novo canal

source: Revert snap refresh...
pt_br: Reverter atualização de snap...

source: Enable snap...
pt_br: Habilitar snap...

source: Disable snap...
pt_br: Desabilitar snap...

source: List available interfaces
pt_br: Listar interfaces disponíveis

source: List snap connections...
pt_br: Listar conexões do snap...

source: Connect snap...
pt_br: Conectar snap...

source: Disconnect snap...
pt_br: Desconectar snap...

source: Refresh schedule
pt_br: Cronograma de atualização

source: Hold auto refresh for one hour
pt_br: Esperar a atualização automática por uma hora

source: Hold auto refresh for one day
pt_br: Esperar a atualização automática por uma dia

source: Hold auto refresh for one week
pt_br: Esperar a atualização automática por uma semana

source: Hold auto refresh for one month
pt_br: Esperar a atualização automática por um mês

source: Cancel hold auto refresh
pt_br: Cancelar a atualização automática

source: Cancel auto refresh delay
pt_br: Cancelar atualização automática

source: Snap options
pt_br: Opções do snap

source: Snap connections
pt_br: Conexões do snap

source: Refresh options
pt_br: Opções de atualização

source: Run Snap Store application
pt_br: Executar o aplicativo Snap Store

source: Open Snap Store website
pt_br: Abrir o site da Snap Store

source: Auto updates disabled, reactivation
pt_br: Atualizações automáticas desativadas, reativação

source: Auto updates enabled, next
pt_br: Atualizações automáticas habilitadas, próxima

source: Snap Manager
pt_br: Gerenciador do Snap

source: No snap refresh available
pt_br: Sem atualizações de snaps disponíveis

source: Refresh available, 1 snap needs to be updated
pt_br: Atualização disponível, 1 snap precisa ser atualizado

source: Refresh now
pt_br: Atualizar agora

source: Refresh available
pt_br: Atualização disponível

source: snaps need to be updated
pt_br: snaps precisam ser atualizados

source: Recent changes
pt_br: Mudanças recentes

source: Press Ctrl-C to cancel action.
pt_br: Pressione Ctrl-C para cancelar a ação.

source: Press any key to close...
pt_br: Pressione qualquer tecla para fechar...

source: Error: unable to execute command in GNOME Terminal
pt_br: Erro: não foi possível executar o comando no GNOME Terminal
